Repository: raboof/notion
Catalog: po/*.po
Languages: fr

source: Insane key combination.
fr: Combinaison de touche démente

source: Could not convert keysym to keycode.
fr: Ne peut convertir keysym en keycode.

source: Unknown button "%s".
fr: Bouton inconnu "%s".

source: Insane button combination.
fr: Combinaison de boutons démente.

source: Insane modifier combination.
fr: Combinaison de modificateur démente.

source: Can not wait on modifiers when no modifiers set in "%s".
fr: Ne peut attendre les modificateurs quand aucun modificateur définis dans "%s".

source: Unable to add binding %s.
fr: Ne peut ajouter de liaison %s.

source: Unable to remove binding %s.
fr: Ne peut enlever une liaison %s.

source: Unable to add submap for binding %s.
fr: Ne peut ajouter de sousmappage pour la liaison %s.

source: Binding type not set.
fr: Type de liaison indéfinis.

source: Unknown binding type "%s".
fr: Type de liaison inconnu "%s".

source: Unknown area "%s" for binding %s.
fr: Zone inconnue "%s" pour la liaison %s.

source: Unable to get bindmap entry %d.
fr: Incapable d'obtenir la liaison de mappage pour %d.

source: Unable to convert keysym to string.
fr: Incapable de convertir keysym en string.

source: Unable to convert button to string.
fr: Incapable de convertir le bouton en string.

source: Time request from X server failed.
fr: Requète temporelle pour le serveur X échouée.

source: Not saving state: running under session manager.
fr: Ne sauvegarde pas l'état : s'exécute dans le gestionnaire de session

source: Invalid multibyte string.
fr: String multibyte invalide.

source: Error compiling regular expression: %s
fr: Erreur enc compilant l'expression régulière: %s

source: Invalid module name.
fr: Nom de module invalide.

source: The module is already loaded.
fr: Le module est déjà chargé.

source: Module version information not found or version mismatch. Refusing to use.
fr: Information de version de module non trouvée ou erreur de version. Refus d'utilisation.

source: Unable to initialise module %s.
fr: Incapable d'initialiser le module %s.

source: Unable to find '%s' on search path.
fr: Incapable de trouver '%s' dans le chemin de recherche.

source: Unknown module.
fr: Module inconnu.

source: Unable to initialise module.
fr: Incapable d'initialiser le module.

source: No module to load given.
fr: Pas de module à charger spécifié

source: Invalid arguments.
fr: Argument invalide.

source: Only workspace may not be destroyed/detached.
fr: Seuls les espace de travail ne peuvent être détruits/détachés

source: Screens may not be destroyed.
fr: Les écrans ne seront pas détruits.

source: Invalid offset.
fr: Offset invalide

source: Unable to create a workspace on screen %d.
fr: Incapable de créer un espace de travail sur l'écran %d.

source: Invalid client-supplied width/height increment.
fr: Incrémentation de hauteur/largeur envoyée par le client invalide.

source: Invalid client-supplied aspect-ratio.
fr: Rapport d'aspect envoyé par le client invalide.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation; either version 2.1 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Lesser General Public License for more details.
fr: Ce programme est un logiciel libre; vous pouvez le redistribuer et/ou le modifier sous les termes de la GNU Lesser General Public Licence comme publiée par la Free Software Foundation; soit en version 2.1 de la licence, ou (a votre convenance) une version ulterrieure. Ce programme est distribué dans l'espoir qu'il sera utile Mais sans aucune garantie; sans même la garantie implicite que celui-ci soit commercialisable ou adapté a un usage quelconque. référez vous à la GNU Lesser General Public Licence pour plus de détails.

source: No encoding given in LC_CTYPE.
fr: Pas d'encodage donné dans LC_CTYPE

source: Could not connect to X display '%s'
fr: Incapable de se connecter a l'affichage X "%s"

source: Could not find a screen to manage.
fr: N'a pas trouvé d'écran à gérer.

source: Failed to open input method.
fr: Echec d'ouverture d'une méthode d'entrée.

source: Input method doesn't support any style.
fr: La méthode d'entrée ne suporte aucun style.

source: input method doesn't support my preedit type.
fr: La méthode d'entrée ne suporte pas mes types preedit.

source: Failed to create input context.
fr: Echec de création du contexte d'entrée.

source: The transient_for hint for "%s" points to itself.
fr: Le transcient_for hint vers "%s" pointe vers lui-même.

source: Client window "%s" has broken transient_for hint. ("Extended WM hints" multi-parent brain damage?)
fr: La fenêtre de client "%s" a rompu le transient_for hint. ("WM hints étendus" domages cérébraux multi parents?)

source: The transient_for window for "%s" is not on the same screen.
fr: La fenêtre transcient_for pour "%s" n'est pas sur le même écran.

source: Window %#x disappeared.
fr: la fenêtre %#x a disparue.

source: Unable to find a matching root window!
fr: Incapable de trouver une fenêtre racine correspondante!

source: Unable to manage client window %#x.
fr: incapable de gérer la fenêtre du client %#x.

source: Changes is WM_TRANSIENT_FOR property are unsupported.
fr: Le changement est WM_TRANSCIENT_FOR propriété non supportée.

source: Client does not support the WM_DELETE protocol.
fr: Le client ne supporte pas le protocole WM_DELETE.

source: Saved client window does not want to be managed.
fr: La fenêtre de client sauvegardée ne veut pas être gérée.

source: Unable to store colourmap watch info.
fr: Incapable de stocker les infos de la palette de couleur

source: Creating region with negative width or height!
fr: Création de région avec une largeur ou hauteur négative!

source: Destroying object "%s" with client windows as children.
fr: Destruction de l'objet "%s" avec une fenêtre de client comme fille.

source: Can not destroy %s: contains client windows.
fr: Ne peut détruire %s: contiend des fenêtres client.

source: (unknown)
fr: (inconnu)

source: Failed to rescue some client windows - not closing.
fr: Echec de sauvetage de quelques fenêtres de client - ne ferme pas.

source: Attempt to make region %s manage its ancestor %s.
fr: Temptative de faire que la région %s gère ses ancètres %s.

source: Unable to reparent.
fr: Incapable de réaparenter.

source: Unexpected attach error: trying to recover by attaching to screen.
fr: Erreur d'atachement inattendue: essai de récupération par attachement à l'écran.

source: Failed recovery.
fr: Récupération échouée.

source: Unable to find a screen for a new client window.
fr: Incapable de trouver un écran pour une nouvelle fenêtre de client.

source: Unable to redirect root window events for screen %d.
fr: Incapable de rediriger les évènement de la fenêtre racine pour l'écran %d.

source: Corrupt instance number %s.
fr: Numéro d'instance corrompu %s.

source: Unknown class "%s", cannot create region.
fr: classe inconnue "%s", ne peut créer de région.

source: There were errors loading layout. Backing up current layout savefile as %s. If you are _not_ running under a session manager and wish to restore your old layout, copy this backup file over the layout savefile found in the same directory while Ion is not running and after having fixed your other configuration files that are causing this problem. (Maybe a missing module?)
fr: Il y a eu des erreurs en changeant la mise en place. Sauvegarde de la mise en place courrante en tant que savefile %s. Si vous _n'utilisez_ pas de gestionnaire de session et voulez restaurer votre ancienne mise en place, copiez ce fichier de sauvegarde sur le savefile situé dans le même répertoire pendant que Ion ne fonctionne pas et après avoir fixé vos autresfichiers de configuration causant des problèmes. (peut-être un module manquant

source: Unable to get file for layout backup.
fr: Incapable d'obtenir le fichier de sauvegarde de la mise en place.

source: Backup file %s already exists.
fr: Le fichier de sauvegarde %s existe déjà.

source: Failed backup.
fr: Sauvegarde échouée.

source: Unable to initialise layout on any screen.
fr: Incapable d'initialiser la mise en place sur aucun écran.

source: Unable to get configuration for screen %d.
fr: Incapable d'obtenir la configuration pour l'écran %d.

source: Unable to save layout.
fr: Incapable de sauvegarder la mise en place

source: User directory can not be set.
fr: Le répertoire d'utilisateur ne peut être définis.

source: Some bindmaps were empty, loading ioncore_efbb.
fr: Certaines bindmaps étaient vides, chargement de ioncore_efbb.

source: Failed to enter full screen mode.
fr: Echec d'entrée dans le mode plein écran.

source: Failed to return from full screen mode; remaining manager or parent from previous location refused to manage us.
fr: Echec de retour du mode plein écran; reliquat de gestionaire ou parent de la position précédente ayant refusé de nous gérer.

source: Invalid position setting.
fr: Réglages de position invalides.

source: Invalid action setting.
fr: Réglage d'action invalide.

source: Drawing engine %s is not registered!
fr: Gestionnaire de rendu %s non enregistré!

source: Unable to find brush for style '%s'.
fr: Incapable de trouver les pinceaux pour le style "%s".

source: No drawing engines loaded, trying "de".
fr: Pas de moteur de rendu chagé, éssai avec "de".

source: <empty frame>
fr: <cadre vide>

source: Error reparenting %s.
fr: Erreur de réapparissage %s.

source: 'bottom' already set.
fr: 'bottom' déjà définis.

source: Invalid parameter.
fr: paramètre invalide

source: Invalid direction parameter.
fr: Paramètre de direction invalide.

source: Unknown placement method "%s".
fr: Méthode de placement inconnue "%s".

source: Failed to reattach.
fr: Incapable de réattacher.

source: act:
fr: acte:

source: Split not on workspace.
fr: Division hors de l'espace de travail.

source: Unable to create a node for status display.
fr: Incapable de créer un noeud pour l'affichage du status.

source: Unable to create new split for status display.
fr: Incapable de créer de nouvelles divisions pour l'affichage de status

source: Tiling in useless state.
fr: Empilement en mode inutile.

source: Invalid direction
fr: Direction invalide

source: Invalid node.
fr: Noeud invalide.

source: Unable to split.
fr: Incapable de diviser.

source: Unable to unsplit: Could not move client windows elsewhere within the tiling.
fr: Incapable de diviser : N'a pas pu déplacer la fenêtre cliente ailleur dans l'empilement.

source: Nil parameter.
fr: Paramètre Nul.

source: Manager doesn't match.
fr: Les gestionnaires ne correspondent pas

source: The status display is not a valid parameter for this routine.
fr: L'affichage du status n'est pas un paramètre valide pour cette routine.

source: Refusing to float split directly containing the status display.
fr: Refus de rendre directement flotant la division contenant l'affichage du status.

source: No suitable split here.
fr: Pas d'arbre de division acceptable ici.

source: Could not get split tree.
fr: N'a pus obtenir l'arbre de divisions

source: Workspace already has a status display node.
fr: L'Espace de travail a déja un noeud d'affichage de status.

source: Missing region parameters.
fr: Paramètre de région invalide.

source: Invalid direction.
fr: Direction invalide.

source: No split type given.
fr: Pas de typde de division donné.

source: Unknown split type.
fr: Type de division inconnue.

source: The workspace is empty.
fr: L'espace de travail est vide

source: Ooops... could not find a region to attach client window to on workspace %s.
fr: Ooops... n'a pas trouvé de région pour atacher la fenêtre cliente sur l'espacede travail %s.

source: Unable to move the status display out of way.
fr: Incapable d'enlever l'affichage du status du passage.

source: REGION_RQGEOM_TRYONLY unsupported for status display.
fr: REGION_RQGEOM_TRYONLY non suporté pour l'affichage de status.

source: Splitting the status display is not allowed.
fr: Diviser l'affichage de status n'est pas autorisé.

source: Unable to split: not enough free space.
fr: Incapable de diviser: pas assez d'espace libre.

source: Unable to get configuration for %s.
fr: Incapable d'obtenir la configuration pour %s.

source: Status display in bad split configuration.
fr: Affichage de status dans une configuration divisée défectueuse

source: Status display badly located in split tree.
fr: Affichage de status mal situé dans l'arbre divisé

source: Not member of a group
fr: N'est pas membre d'un groupe

source: Manager group already has bottom
fr: Le groupe de gestion est déjà déscendu

source: Unable to move a region from tiling to group.
fr: Incapable de déplacer une région de l'empilement vers un groupe.

source: history
fr: historique

source: Error:
fr: Erreur:

source: Empty menu.
fr: Menu vide.

source: Failed to set session directory.
fr: Echec de définition du répertoire de sessions

source: Too many ICE connections.
fr: Trop de connexions ICE.

source: Failed to save session state
fr: Echec de sauvegarde l'état de la session

source: Failed to request save-yourself-phase2 from session manager.
fr: Echec de requète save-yourself-phase2 depuis le gestionnaire de sessions

source: SESSION_MANAGER environment variable not set.
fr: Variable d'environnement SESSION_MANAGER non définie.

source: Session Manager: IceAddConnectionWatch failed.
fr: Gestionnaire de session: IceAddConnectionWatch échoué.

source: Unable to connect to the session manager.
fr: Incapable de se connecter au gestionnaire de sessions

source: Unable to create scratchpad.
fr: Incapable de créer le bloc note.

source: reading a pipe
fr: lecture du tunnel (pipe)

source: ion-statusd timed out.
fr: ion-statusd n'a pas répondu à temps.

source: [ %date || load: %load ] %filler%systray
fr: [ %date || charge: %load ] %filler%systray

source: Border attribute %s sanity check failed.
fr: Le test de salubrité de l'attribut de bordure %s a échoué.

source: Unknown border style "%s".
fr: Style de bordure inconnu "%s".

source: Unknown border side configuration "%s".
fr: Configuration des côtés de bordure inconnue "%s".

source: Unable to allocate colour "%s".
fr: Incapable d'allouer la couleur "%s".

source: Corrupt substyle table %d.
fr: Table de soustyle inconnue %d.

source: Unknown text alignment "%s".
fr: Alignement de texte inconnu "%s".

source: 'based_on' for %s points back to the style itself.
fr: 'based_on' pour %s pointe vers le style lui-même.

source: Unknown base style. "%s"
fr: Style de base inconnu. "%s"

source: Fontset for font pattern '%s' implements context dependent drawing, which is unsupported. Expect clutter.
fr: Fontset pour le modèle de police '%s' implémentant les dessins dépendant du contextece qui n'est pas supporté. Cafouillages attendus.

source: Could not load font "%s", trying "%s"
fr: N'a pu charger la police "%s", essai avec "%s".

source: Failed to load fallback font.
fr: Echec de chargement de la police de secours.

source: Style is still in use [%d] but the module is being unloaded!
fr: Le style est toujours utilisé [%d], mais le module est déchargé!

source: X display to use
fr: Affichage X a utiliser

source: Configuration file
fr: Fichier de configuration

source: Add directory to search path
fr: Ajouter le répertoire au chemin de la recherche

source: Manage default screen only
fr: Gérer l'écra par défault seulement

source: Name of session (affects savefiles)
fr: Nom de session (affecte les savefiles)

source: Session manager client ID
fr: ID client du gestionnaire de sessions

source: Do not create startup error log and display it with xmessage.
fr: Ne pas crée de journal d'erreurs de démarrage et les afficher avec xmessage.

source: Show this help
fr: Affiche cette aide

source: Show program version
fr: Afficher la version du programme

source: Show about text
fr: Afficher le text à propos

source: Could not get user configuration file directory.
fr: N'a pas trouvé le répertoire de fichier de configuration utilisateur

source: Invalid command line.
fr: Ligne de commande invalide.

source: Ion startup error log:
fr: Registre d'erreurs Ion:

source: Refusing to start due to encountered errors.
fr: Refus de démarrage en raison des erreurs rencontrées.

source: PWM startup error log:
fr: Registre d'erreurs PWM:

source: $HOME not set
fr: $HOME non définis

source: User directory not set. Unable to set session directory.
fr: Répertoire d'utilisateur non définis. Incapable de définir le répertoire de sessions

source: Falling back to %s.
fr: Retour forcé à %s

source: Unable to create session directory "%s".
fr: Incapable de créer le répertoire de session "%s".

source: Lua stack full.
fr: Pile Lua pleine.

source: Unknown Lua error.
fr: Erreur Lua inconnue.

source: Stack trace:
fr: tracage de pile:

source: (Unable to get debug info for level %d)
fr: (Incapable d'obtenir les informations de déboggage pour le niveau %d)

source: [Skipping unnamed C functions.]
fr: [Evitement de la fonction C annonyme.]

source: Internal error.
fr: Erreur interne

source: Unable to initialize Lua.
fr: Incapable d'initialiser Lua.

source: Too many return values. Use a C compiler that has va_copy to support more.
fr: Trop de valeurs renvoyées. Utilisez un compileur C qui a un va_copy pour en suporter plus

source: Returned dead object.
fr: A renvoyé un objet mort.

source: Invalid return value (expected '%c', got lua type "%s").
fr: Valeur retournée invalide (attendu %c, de type lua "%s").

source: Stack full.
fr: Pile pleine.

source: Argument %d to %s is a dead object.
fr: Argument %d à %s est un objet mort.

source: Argument %d to %s is of invalid type. (Argument template is '%s', got lua type %s).
fr: Argument %d à %s est de type invalide. (Le modèle d'argument est '%s', ave le type lua %s).

source: L1 call handler upvalues corrupt.
fr: upvalue niveau 1 de la pile d'appel corrompue

source: Called function has been unregistered.
fr: La fonction invoquée a été désenregistrée.

source: Attempt to call an unsafe function "%s" in restricted mode.
fr: Temptative d'appel d'une fonction non-sécurisée "%s" en mode restreint.

source: Function '%s' has more parameters than the level 1 call handler can handle
fr: La fonction '%s' a plus de paramètres que le niveau 1 de la pile d'appel puisse supporter

source: Maximal serialisation depth reached.
fr: Profondeur de sérialisation maximale atteinte.

source: Unable to serialise type %s.
fr: Incapable de sérialiser le type %s.

source: -- This file has been generated by %s. Do not edit.
fr: -- Ce fichier a été généré par %s, Ne pas éditer.

source: Type checking failed in level 2 call handler for parameter %d (got %s, expected %s).
fr: Le contrôle de type a échoué au niveau 2 de la pile d'appel au paramètre %d (obtenu %s, attendu %s).

source: Scroll the message or completions up/down.
fr: Parcourrir le message ou les complétions en haut/bas.

source: Close the query/message box, not executing bound actions.
fr: Fermer la boite de requètes/messages, ne pas exécuter les actions lièes.

source: Close the query and execute bound action.
fr: Fermer la requète et exécuter les actions liées.

source: Complete from history
fr: Compléter depuis l'historique.

source: Try to complete the entered text or cycle through completions.
fr: Essayer de compléter le texte entré ou parcourrir les complétions.

source: Clear mark/cancel selection.
fr: Effacer/annuler la sélection

source: Copy selection.
fr: Copier la sélection.

source: Cut selection.
fr: Couper la sélection.

source: Set mark/begin selection.
fr: Définir le début de la sélection.

source: Paste from the clipboard.
fr: Coller depuis le presse papier.

source: Select next/previous (matching) history entry.
fr: Sélectionner l'entrèe (correspondante) suivante/précédente dans l'historique

source: Transpose characters.
fr: Transposer le caractère.

source: Delete the whole line.
fr: Effacer toute la ligne.

source: Delete to end of line.
fr: Effacer jusqu'a la fin de la ligne.

source: Delete one word forward/backward.
fr: Effacer un mot en avant/arrière.

source: Delete previous character.
fr: Effacer le caractère précédent.

source: Delete next character.
fr: Effacer le caractère suivant.

source: Skip one word forward/backward.
fr: Sauter un mot en avant/arrière.

source: Go to end/beginning.
fr: Aller au début / à la fin

source: Move one character forward/backward.
fr: Déplacer d'un caractère en avant/arrière.

source: Kill
fr: Tuer

source: Attach tagged
fr: Attacher Marqués

source: Rename
fr: Renommer

source: Close
fr: Fermer

source: De/reattach
fr: Dé/attacher

source: Toggle tag
fr: (dès)Activer le marquage

source: Window info
fr: Informations fenêtre

source: Clear tags
fr: Effacer les marqueurs

source: Exit
fr: Sortir

source: Restart TWM
fr: Redémarrer TWM

source: Restart
fr: Redémarrer

source: Save
fr: Sauvegarder

source: Session
fr: Sessions

source: About Ion
fr: A Propos de Ion

source: Help
fr: Aide

source: Lock screen
fr: Vérouiller l'écran

source: Terminal
fr: Termial

source: Run...
fr: Exécuter...

source: Move in specified direction.
fr: Déplacer dans la direction spécifiée.

source: Shrink in specified direction.
fr: Réduire dans la direction spécifiée.

source: Grow in specified direction.
fr: Agrandir dans la dimension spécifiée.

source: End the resize mode.
fr: mettre fin au mode de redimensionnement.

source: Cancel the resize mode.
fr: Annuler le mode redimensionnement.

source: Move the frame.
fr: Déplacer le cadre.

source: Lower the frame.
fr: Descendre le cadre

source: Raise the frame.
fr: Monter le cadre

source: Toggle shade mode
fr: basculer l'état shade

source: Attach tagged objects to this frame.
fr: Attacher les objets marqués à ce cadre.

source: Maximize the frame horizontally/vertically.
fr: Maximiser le cadre horizontalement/verticalement

source: Move current object within the frame left/right.
fr: Déplacer l'objet courrant dans le cadre à gauche/droite.

source: Switch to next/previous object within the frame.
fr: Basculer vers l'objet suivan,t/précédent dans le cadre.

source: Switch to n:th object within the frame.
fr: Basculer vers l'objet n:th dans le cadre.

source: Query for a client window to attach.
fr: Demande pour une fenêtre cliente a attacher.

source: Move objects between frames by dragging and dropping the tab.
fr: Déplacer les objets entre les cadres en glissant et déposant le signet.

source: Resize the frame.
fr: Redimensionner le cadre.

source: Switch the frame to display the object indicated by the tab.
fr: Activer le cadre pour afficher l'objet indiqué part le signet.

source: Begin move/resize mode.
fr: Démarrer le mode déplacer/redimensionner.

source: Display context menu.
fr: Afficher le menu contextuel.

source: Query for a client window to go to.
fr: Demande pour une fençetre cliente vers laquelle aller.

source: Query for workspace to go to or create a new one.
fr: Demande d'un espace de travail vers lequel aller ou de cration d'un nouveau.

source: Query for file to view.
fr: Demande d'un fichier pour visualisation.

source: Query for file to edit.
fr: Demande d'un fichier pour l'édition.

source: Query for host to connect to with SSH.
fr: Demande de connexion de l'hôte via SSH.

source: Query for Lua code to execute.
fr: Demande d'exécution d'un code Lua.

source: Query for command line to execute.
fr: Demande d'exécution d'une ligne de commande.

source: Run a terminal emulator.
fr: Lancer un émulateur de terminal.

source: Show the Ion manual page.
fr: Afficher la page de manuel de Ion.

source: Query for manual page to be displayed.
fr: Demande pour l'affichage de pages de manuel.
