Repository: raboof/notion
Catalog: po/*.po
Languages: fr

source: Toggle tag of current object.
fr: Basculer le marqueur de l'objet courrant.

source: Detach (float) or reattach an object to its previous location.
fr: Détacher (float) ou réattacher un objet à sa position précédente.

source: Close current object.
fr: Fermer l'objet courrant.

source: Toggle client window group full-screen mode
fr: Basculer le groupe de fenêtre client en mode plein écran.

source: Send next key press to the client window. Some programs may not allow this by default.
fr: Envoyer le prochain pressage de touche a la fenêtre de client. certains programmesn'autoriseront pas celà par default

source: Kill client owning the client window.
fr: Tuer le client qui gère la fenêtre de client.

source: Nudge the client window. This might help with some programs' resizing problems.
fr: Secouer la fenêtre de client. Celà peut aider pour les problèmes de redimentionnement de certains programmes.

source: Raise focused object, if possible.
fr: Remonter l'objet ayant le focus, si possible.

source: Backward-circulate focus.
fr: Décrémenter le focus.

source: Forward-circulate focus.
fr: Incrémenter le focus.

source: Display the window list menu.
fr: Affiche le menu de listage des fenêtres.

source: Display the main menu.
fr: Affiche le menu principal.

source: Create a new workspace of chosen default type.
fr: Créer un nouvel espace de travail du type par défault choisis.

source: Go to next/previous screen on multihead setup.
fr: Aller sur l'écran suivant/précédent sur une configuration multihead.

source: Go to n:th screen on multihead setup.
fr: Aller sur l'écran n:th sur une configuration multihead.

source: Clear all tags.
fr: Effacer tous les marqueurs.

source: Go to first region demanding attention or previously active one.
fr: Aller dans la première région qui demande de l'attention ou la dernière active.

source: Switch to next/previous object within current screen.
fr: basculer vers l'objet suivant/précédent dans l'écran en cours.

source: Switch to n:th object (workspace, full screen client window) within current screen.
fr: Basculer vers l'objet n:th (Espace de travail, fenêtre de clien plein écran) dans l'écrancourrant.

source: List
fr: Liste

source: New
fr: Nouveau

source: Workspaces
fr: Espaces de travail

source: Programs
fr: Programmes

source: Show the PWM manual page.
fr: Afficher le manuel de PWM.

source: Toggle scratchpad.
fr: Basculer vers le Bloc note.

source: %sClass: %s %sRole: %s %sInstance: %s %sXID: 0x%x
fr: %sClasse: %s %sRole: %s %sInstance: %s %sXID: 0x%x

source: No entry '%s'
fr: pas d'entrée '%s'

source: Missing submenu
fr: Sous menu manquant

source: Unknown menu %s.
fr: Menu Inconnu %s.

source: Lua code:
fr: code Lua:

source: Manual page (%s):
fr: Page de manuel (%s):

source: SSH to:
fr: SSH vers:

source: Failed to open ~/.ssh/config
fr: Echec d'ouverture ~/.ssh/config

source: Failed to open ~/.ssh/known_hosts
fr: Echec d'ouverture ~/.ssh/known_hosts

source: Run:
fr: Exécuter:

source: View file:
fr: Voir le fichier:

source: Edit file:
fr: Editer le fichier:

source: Workspace name:
fr: Nom de l'espace de travail:

source: Frame name:
fr: Nom du cadre:

source: Restart Notion (y/n)?
fr: Redémarrer Notion (y/n)?

source: Exit Notion/Shutdown session (y/n)?
fr: Quiter Notion/Fermer la session (y/n)?

source: Go to or create workspace:
fr: Aller à ou créer l'espace de travail:

source: Attach window:
fr: Attacher la fenêtre:

source: Go to window:
fr: Aller à la fenêtre:

source: New workspace layout (default):
fr: Nouvelle disposition d'espace de travail (default):

source: Unknown error
fr: Erreur inconnue

source: Unknown layout
fr: Disposition inconnue

source: Cannot attach: different root windows.
fr: Ne peut attacher: différentes fenêtres racine.

source: Could not find client window %s.
fr: Ne peut trouver la fenêtre de client %s.

source: Too much result data
fr: Trop de donnée résultantes

source: Could not find %s
fr: Ne peut trouver %s

source: Not a directory.
fr: N'est pas un répertoire.

source: Invalid command
fr: Commande invalide

source: Error in command string:
fr: Erreur dans la ligne de commande:

source: Error compiling guard: %s
fr: Erreur de compilation du garde: %s

source: Invalid guard %s.
fr: Garde invalide %s.

source: Main menu:
fr: Menu Principal:

source: Context menu:
fr: Menu Contextuel:

source: Floating frame
fr: Cadre flottant

source: Tiled frame
fr: Cadre Empilé

source: Tiling
fr: Empilement

source: Workspace
fr: Espace de travail

source: Screen
fr: Ecran

source: Frame
fr: Cadre

source: Recursive table - unable to deepcopy
fr: Table récursive - incapable de deepcopy

source: Making the following minimal emergency mappings: F2 -> xterm F11 -> restart F12 -> exit Mod1+C -> close Mod1+K P/N -> WFrame.switch_next/switch_prev
fr: Application des mappages d'urgence suivants: F2 -> xterm F11 -> restart F12 -> exit Mod1+C -> close Mod1+K P/N -> WFrame.switch_next/switch_prev

source: Unable to append to non-table menu
fr: Incapable d'associer a un menu non-table

source: Cannot save selection.
fr: Ne peut sauver la sélection.

source: Save look selection in %s?
fr: Sauvegarder la sélection de look dans %s?

source: ion-statusd quit.
fr: ion-statusd quite.

source: Errors starting ion-statusd:
fr: Erreur de lancement de ion-statusd:

source: Failed to start ion-statusd.
fr: Echec de lancement de ion-statusd.

source: Screen not found.
fr: Ecran non trouvé.

source: Screen already has an stdisp. Refusing to create a statusbar.
fr: L'écra a déja un stdisp. Refus de création d'une barre de status.

source: Failed to create statusbar.
fr: Echec de la création de la barre de status.

source: Split current frame vertically.
fr: Scinder le cadre courrant verticalement

source: Go to frame above/below/right/left of current frame.
fr: Aller au cadre sous/sur/droite/gauche du cadre courrant.

source: Split current frame horizontally.
fr: Sciender le cadre courrant horizontalement

source: Destroy current frame.
fr: Detruire le cadre courrant.

source: Tile frame, if no tiling exists on the workspace
fr: Empiler le cadre, si aucun empuilement n'existe sur l'espace de travail

source: Destroy frame
fr: Detruire le cadre

source: Split vertically
fr: Scinder Verticalement

source: Split horizontally
fr: Sciender Horizontalement

source: Flip
fr: Tourner

source: Transpose
fr: Transposer

source: Untile
fr: Désempiler

source: Float split
fr: Rupture flotante

source: At left
fr: A gauche

source: At right
fr: A droite

source: Above
fr: Dessus

source: Below
fr: Sous

source: At root
fr: A la racine

source: New tiling
fr: Nouvel empilement

source: Close the menu.
fr: fermer le menu.

source: Activate current menu entry.
fr: Activer l'entrée courrante du menu.

source: Select next/previous menu entry.
fr: Choisir l'entrée suivante/précédente du menu.

source: Clear the menu's typeahead find buffer.
fr: Effacer le tampon d'autocomplétion du menu.

source: Toggle floating dock.
fr: (dès)activer le doc flottant.

source: Pos-TL
fr: position HG

source: Pos-TR
fr: position HD

source: Pos-BL
fr: position BG

source: Pos-BR
fr: position BD

source: Grow-L
fr: Agrandir vers la gauche

source: Grow-R
fr: Agrandir vers le droite

source: Grow-U
fr: Agrandir vers le haut

source: Grow-D
fr: Agrandir vers le bas

source: press
fr: presser

source: click
fr: clic

source: drag
fr: glisser

source: double click
fr: double clic

source: %s %s at %s
fr: %s %s na %s
